/**Объяви функцию formatMessage(message, maxLength),
 * которая принимает строку (параметр message) и проверяет ее длину
 * в соответствии с заданной максимальной длиной (параметр maxLength).
 * Дополни код функции таким образом, что:
 * - Если длина строки равна или меньше maxLength,
 * то функция возвращает исходную строку без изменений.
 * - Если длина превышает maxLength, то функция обрезает строку
 * до maxLength символов, добавляет точку "..."
 * в конце и возвращает обрезанную версию. */
