/*  Станция по продаже ремонтных дроидов готова к запуску,
 * осталось написать программное обеспечение для отдела продаж.
 * Объяви функцию makeTransaction(quantity, pricePerDroid, customerCredits),
 * которая составляет и возвращает сообщение о покупке ремонтных дроидов.
 * Она объявляет три параметра, значения которых будут задаваться при ее вызове:
 * - quantity - количество заказанных дроидов
 * - pricePerDroid - цена одного дроида
 * - customerCredits - сумма средств на счету клиента Дополни функцию следующим образом:
 * - Объяви переменную для хранения общей суммы заказа
 * (общая стоимость всех заказанных дроидов) и задай ей выражение расчета этой суммы.
 * - Добавь проверку, сможет ли клиент оплатить заказ:
 * - если сумма к оплате превышает количество кредитов на счету клиента,
 * функция должна возвращать строку "Insufficient funds!"
 * - в противном случае функция должна возвращать строку
 * "You ordered <quantity> droids worth <totalPrice> credits!",
 * где <quantity> это количество заказанных дроидов, а <totalPrice>
 * это их общая стоимость. */

console.log(hgrdy);
